const Hero = () => {
  return (
    <section
      id="hero"
      className="hero bg-heroMob lg:bg-hero"
    >
      <div className="hero__title">
        <p>
          Зв&apos;язок з тваринами надає нам можливість побачити красу та
          розмаїття життя навколо нас
        </p>
      </div>
      <div className="hero__body">
        <h1 className="article">
          <span className="whitespace-nowrap">Зоозахисний закон 3251:</span> <br /> які нововведення вступають у силу
        </h1>
        <p className="description">
          Що саме змінює цей закон? <br />
          Які нововведення починають працювати вже сьогодні? UAnimals
          підготували для вас коротку підбірку, яка допоможе знати свої
          обов&apos;язки та захищати права тварин. Проявляючи громадянську
          активність, ми можемо вплинути на позитивні зміни в нашому суспільстві
          і сприяти вирішенню соціальних проблем.
        </p>
      </div>
      <div className="about">
        <h1>Про нас</h1>
      </div>
      <div className="about-text">
        <p>
          Любов до тварин - це особливий зв&apos;язок, який викликає в нас
          найніжніші почуття. Це безмежне кохання і розуміння без слів. Тварини
          стають нашими найкращими друзями і надійними співрозмовниками, якими
          можна довіритися у будь-якому життєвому шляху. При захисті тварин ми
          прагнемо досягти балансу між людиною і природою. Це вимагає нашої
          уваги, зусиль та відповідальності. Збереження довкілля і повага до
          тварин є важливими кроками для створення гармонійного світу. Ми маємо
          розуміти, що вони теж мають право на щасливе та безпечне існування.
        </p>
      </div>
    </section>
  );
};

export default Hero;
