const Important = () => {
	return (
		<section
			className='max-w-[1920px] lg:bg-important min-h-[600px] lg:bg-cover flex flex-col lg:gap-10 gap-5 items-center justify-end lg:px-[240px] px-[5%] pt-[300px] lg:pt-0 bg-contain bg-no-repeat bg-darkGrey bg-importantMob bg-top mx-auto'
		>
			<p className='max-w-[1440px] hidden lg:block mb-28'>
				Законопроект спрямований на впровадження європейських гуманних
				цінностей та стандартів по відношенню до тварин та приведення
				законодавства України у відповідність до Директив Європейського
				Союзу, що регламентують гуманне ставлення до цілого ряду груп
				сільськогосподарських тварин, захист тварин, які
				використовуються для експериментів та інших наукових цілей,
				захист тварин під час перевезення.
			</p>
			<h2 className='text-xl lg:hidden'>Пам’ятай!</h2>
			<p className='text-sm lg:hidden'>
				Закон працює лише тоді, коли є контроль. Закликаємо вас уважно
				вивчити всі ці норми, адже наше знання закону допоможе рятувати
				та захищати тварин
			</p>
			<p className='text-sm lg:hidden'>
				Законопроект спрямований на впровадження європейських гуманних
				цінностей та стандартів по відношенню до тварин та приведення
				законодавства України у відповідність до Директив Європейського
				Союзу, що регламентують гуманне ставлення до цілого ряду груп
				сільськогосподарських тварин, захист тварин, які
				використовуються для експериментів та інших наукових цілей,
				захист тварин під час перевезення.
			</p>
			<ul className='text-sm list-disc lg:hidden mb-7'>
				Винним у жорстокому поводженні з тваринами особам забороняється
				утримувати тварин:
				<li className='ml-5'>
					протягом 1 року – якщо особа вчинила адмінправопорушення з
					жорстокого поводження щодо тварин;
				</li>
				<li className='ml-5'>
					протягом 10 років – якщо особа вчинила злочин проти тварини.
				</li>
			</ul>
			<div className='p-8 max-w-[1440px] self-start absolute hidden lg:block left-1/2 transform -translate-x-1/2 w-full z-10'>
				<details className='p-6 duration-300 rounded-lg open:bg-white open:ring-1 open:ring-black/5 open:shadow-lg'>
					<summary className='text-sm font-semibold leading-6 text-black cursor-pointer select-none'>
						Директив ЄС у сфері охорони тваринного та рослинного
						світу
					</summary>
					<div className='py-8 text-sm leading-6 px-9'>
						<p>
							Законопроект спрямований на впровадження
							європейських гуманних цінностей та стандартів по
							відношенню до тварин та приведення законодавства
							України у відповідність до Директив Європейського
							Союзу, що регламентують гуманне ставлення до цілого
							ряду груп сільськогосподарських тварин (Директива
							Ради 98/58/ЄС від 20 липня 1998 року стосовно
							захисту тварин, що утримуються для
							сільськогосподарських потреб); захист тварин, які
							використовуються для експериментів та інших наукових
							цілей (Директива 2010/63/ЄС від 22 вересня 2010
							року); захист тварин під час перевезення
							(транспортування) (Директива 91/628/ЄС, узгоджена з
							Директивою 95/29/ЄС). Проектом пропонується внести
							зміни до Кримінального кодексу, Кодексу України про
							адміністративні правопорушення, Кримінального
							процесуального кодексу, Лісового кодексу, законів
							України &#34;Про захист тварин від жорстокого
							поводження&#34;, &#34;Про тваринний світ&#34;,
							&#34;Про Національну поліцію&#34;, &#34;Про Червону
							книгу України&#34;, &#34;Про місцеве самоврядування
							в Україні&#34;. Законопроектом забороняється
							винищування з метою регулювання чисельності
							бездомних тварин, бити, вбивати, отруювати або
							калічити бездомних і домашніх тварин. Крім того,
							забороняється жебрацтво із бездомними, свійськими та
							дикими тваринами. Проектом пропонується заборонити
							дарувати домашніх тварин як призи, нагороди чи
							премії, завдання їм болю або страждання, дресуванні
							тварин способом, який завдає шкоди здоров&#39;ю та
							її загальному стану, топити, душити тварин, труїти і
							використовувати електричний струм. Документом також
							передбачається заборонити утримувати в закладах
							громадського харчування, нічних клубах, готелях,
							оздоровчих закладах та інших непридатних для показу
							диких тварин громадських місцях, а також у
							квартирах, приватних будинках, присадибних, садових
							ділянках ведмедів, левів, тигрів, кабанів,
							крокодилів, вовків, великих та отруйних змій, хижих
							птахів, інших тварин, які становлять загрозу для
							людей, або видів тварин, занесених до Червоної
							книги, і до Списку II Бернської конвенції (Конвенції
							про охорону дикої флори та фауни), а також
							використання тварин для реклами в розважальних
							закладах та закладах громадського харчування, а
							також заборонити надавати фотопослуги з дикими
							тваринами, крім зоопарків, цирків і дельфінаріїв.
							Проектом також пропонується заборонити пропаганду
							жорстокого поводження з тваринами. Документом
							пропонується заборонити всі види рубок лісу за
							периметром охоронних ділянок у лісах навколо місць
							проживання та розмноження рідкісних і таких, що
							перебувають під загрозою зникнення, видів тваринного
							і рослинного світу в радіусі 500 метрів. Згідно з
							проектом, здійснювати контроль над дотриманням вимог
							у сфері захисту тварин від жорстокого поводження і
							вживати відповідних заходів у разі порушення
							законодавства у цій сфері в межах своєї компетенції
							визначеної законодавством, має Національна поліція.
							Проект Закону зареєстровано за №2351.
						</p>
					</div>
				</details>
			</div>
		</section>
	);
};

export default Important;
